{
    "Name.Jackal": "Jackal",

  "Jackal.MarriageDialogue.001": "It's a beautiful day.$1",
  "Jackal.MarriageDialogue.002": "Hi, honey. I picked up some books from the library. Elvish and dwarfish lore is fascinating.$1#$e#I love you!$4",
  "Jackal.MarriageDialogue.003": "Hey! How was your day today?$1#$b#I had a refreshing walk around the farm and through town. My mother says hello, by the way! She's hoping you'll stop by.$3",
  "Jackal.MarriageDialogue.004": "I'm running errands today. Is there anything I can pick up for you?$1",
  "Jackal.MarriageDialogue.005": "Do you think %kid1 will grow up to be a farmer like you?$1#$e#I'd love to keep %farm Farm in our family.$3",
  "Jackal.MarriageDialogue.006": "Watching %kid1 play this morning made me so happy.$3#$e#It just makes me feel like everything I've done in my life has led up to this moment.$1#$b#We are actually starting a family, @. Together.$4#$e#I love you so much, and nothing will ever change that.$4",
  "Jackal.MarriageDialogue.007": "I picked up more baby food at Pierre's the other day, honey.$3#$e#You don't need to worry about it! Go on with your activities.$1#$e#I have everything handled here!$1",
  "Jackal.MarriageDialogue.008": "My mother wants to visit soon to see %kid1. Is that all right?$3#$e#I'm happy you're okay with my mother visiting. I'll let her know!$1",
  "Jackal.MarriageDialogue.009": "%kid1 threw a toy at me earlier. Thankfully, I have ninja-like reflexes and dodged it.$0#$e#Okay. It totally hit my face and my reflexes are more like a sloth's.$2",
  "Jackal.MarriageDialogue.010": "I'm glad %kid2 and %kid1 get along with each other.$1#$b#It would certainly be a big challenge for us if they didn't.$0",
  "Jackal.MarriageDialogue.011": "Look at the family we're raising. We're really doing this!$4#$e#I have never been happier in my life. I love you so much, @.$4",
  "Jackal.MarriageDialogue.012": "%kid2 was able to solve a puzzle yesterday, @.$7#$b#I think %kid2 may choose to be a gifted engineer or architect in the future.$3#$e#The puzzle? It was just a... put this star block in this star shaped hole puzzle but... You know what I mean.$0",
  "Jackal.MarriageDialogue.013": "%kid2 and %kid1 made a mess in their room this morning. It was umm... quite the sight.$0#$e#Don't worry, @. I already cleaned everything.$1",
  "Jackal.MarriageDialogue.014": "I bought more diapers for %kid1 and %kid2. You don't need to worry about it, @!$3#$e#I love you!$4",
  "Jackal.MarriageDialogue.015": "Spring is beautiful in Stardew Valley. It's not too hot or too cold.$1#$e#The weather during this time of year is perfect. Even the rain just makes it feel clean.$0",
  "Jackal.MarriageDialogue.016": "I smell the fresh scent of flowers and pollen. It's spring, honey!$1#$e#I'm positive we'll have a fantastic harvest this year!$3",
  "Jackal.MarriageDialogue.017": "Are you going to be participating in the egg hunt today?$3#$b#I hope you beat Abigail. She's the reigning champion, so it's fun to see her face when someone finally takes her down.$1",
  "Jackal.MarriageDialogue.018": "I need to put on my best suit today for the Flower Dance!$1#$b#It's fun seeing everyone dance around the beautiful baskets of flowers.$1",
  "Jackal.MarriageDialogue.019": "I sure could go for some mint chocolate chip ice cream!$1#$b#We should visit Alex at the ice cream stand by the library soon, @.$3",
  "Jackal.MarriageDialogue.020": "Summer is finally here! This nice sunny weather will give me an excuse to go outside more.$1",
  "Jackal.MarriageDialogue.021": "Do you know what ingredient you're adding to the soup today, @?$3#$b#Whatever it is, I'm positive it'll make the soup delicious!$2#$e#Just as long as it isn't mushrooms. I hate mushrooms.$6",
  "Jackal.MarriageDialogue.022": "We should hold hands tonight on the dock as we watch the moonlight jellies.$4",
  "Jackal.MarriageDialogue.023": "I've been craving pumpkin pie lately. Maybe I'll stop by Pierre's soon to pick up the ingredients.$0#$e#It would be a wonderful dessert to have with dinner, wouldn't you say?$1",
  "Jackal.MarriageDialogue.024": "Ah, fall! My favorite season! I enjoy taking strolls around town in the chilly weather.$1#$e#The colors of the valley seem to grow more beautiful every year.$3",
  "Jackal.MarriageDialogue.025": "Good luck today with your grange display at the Stardew Valley fair!$3#$b#You're going to beat Pierre. I can feel it!$1",
  "Jackal.MarriageDialogue.026": "Happy spoop day, honey! If you hold my hand, maybe I can get past the monsters in the maze this year!$1",
  "Jackal.MarriageDialogue.027": "Let me know when you want to have a snowball fight, @. I won't go easy on you!$3#$e#Okay, maybe I'll let you win once or twice.$4",
  "Jackal.MarriageDialogue.028": "That snowstorm last night blanketed the entire valley. Stay bundled up, okay?$6#$e#If you catch a cold during the winter, I'll take care of you.$3",
  "Jackal.MarriageDialogue.029": "The ice fishing contest is today, @.$1#$b#We should start heading out there soon so we can walk with the others to the fishing spot!$1",
  "Jackal.MarriageDialogue.030": "We should build a snowman! I think it'd look great in our backyard.$1",
  "Jackal.MarriageDialogue.031": "Merry Winter Star, love. I have a very special present for you later tonight.$4#$e#I can't tell you what it is until later.$1#$b#It'll be well worth it. I promise!$4",
  "Jackal.MarriageDialogue.032": "I'm debating about what I should do today.$1#$e#Perhaps starting a new book?$3",
  "Jackal.MarriageDialogue.033": "Hi, love! How are you today?$1#$b#I'm trying to decide if I should play some video games, continue reading my book, or work on a project.$0#$e#I'll decide eventually. Good luck with your farmwork!$1",
  "Jackal.MarriageDialogue.034": "I'm famished. I wonder what's in the fridge... I hope there's spaghetti!$3#$e#I swear I could live off of that stuff forever and never get tired of it.$1",
  "Jackal.MarriageDialogue.035": "I was in a productive mood, so I cleaned the house. There isn't a speck of dust anywhere!$1#$e#If you find a speck of dust, I will bravely vanquish it with my duster!$5",
  "Jackal.MarriageDialogue.036": "You've been working so hard lately.$3#$b#I want to give you some money to buy a drink at the saloon.[336]$1#$e#You deserve it. I love you.$4",
  "Jackal.MarriageDialogue.037": "Living on the farm with you is a magical experience.$3#$b#I hope it is for you too, honey.$1#$e#Let's make today even better than yesterday.$1",
  "Jackal.MarriageDialogue.038": "I picked up an energy tonic from Doctor Harvey for you.$1#$b#This will energize your body so you can get more work done.[349]$1#$e#Have a splendid day!$3",
  "Jackal.MarriageDialogue.039": "It's good to step outside from time to time, even though I have work I should be getting done.$3",
  "Jackal.MarriageDialogue.040": "Your grandpa was lucky to secure so much farmland here in Stardew Valley.$0#$b#It wouldn't be possible to buy this much land nowadays, unless you had tens of millions to spend.$6#$e#I'm happy you decided to give farming a shot instead of selling the land, @!$1",
  "Jackal.MarriageDialogue.041": "Hi, love. I'm just taking a quick breather out here. Don't let me distract you from your work!$1#$e#We should have extra cuddles tonight!$4",
  "Jackal.MarriageDialogue.042": "It's wonderful to see you out here.$3#$e#You caught me in the middle of daydreaming.$1",
  "Jackal.MarriageDialogue.043": "I enjoy looking out over the farm from the patio. You've made so much progress.$3#$e#You should be proud!$1",
  "Jackal.MarriageDialogue.044": "Since it's raining, I might as well finish the novel I'm reading.$0#$e#Hey, I have a secret to tell you.$3#$e#You're my favorite everything. I love you.$4#$e#Eh... that might have been a little cheesy, but it did put a smile on your face.$3",
  "Jackal.MarriageDialogue.045": "I enjoy rainy days like this. It gives me an excuse to stay inside all day.$3",
  "Jackal.MarriageDialogue.046": "If you're going outside, make sure to stay dry. I don't want you getting sick.$6#$e#If you get sick I'll take care of you.$1",
  "Jackal.MarriageDialogue.047": "Weather like this is a perfect opportunity for me to work on my bridge schematics.$3#$e#Don't let the weather stop you from accomplishing what you need to do today. Go at it!$1",
  "Jackal.MarriageDialogue.048": "Are you ready to sleep? I'm quite exhausted.$0",
  "Jackal.MarriageDialogue.049": "Did you have a productive day?$1#$e#That's wonderful to hear! We should get lots of cuddling in tonight.$4",
  "Jackal.MarriageDialogue.050": "I finished my rough draft of a bridge design for the mayor of Grampleton today.$3",
  "Jackal.MarriageDialogue.051": "Come a bit closer. I have something to tell you.$0#$e#You're the best. I love you.$4",
  "Jackal.MarriageDialogue.052": "I visited my mother today. She wanted me to tell you she says hello.$1#$e#Oh, she also gave me another bottle of wine for us. We can put this in the cupboard.[348]$1#$e#... Or you could put it in the shipping bin. Whatever you feel is best.$0",
  "Jackal.MarriageDialogue.053": "It's dark on the farm compared to Pelican town.$0#$b#The town has so many lampposts that it's easy to forget what time of day it is.$1",
  "Jackal.MarriageDialogue.054": "Hey! I made us dinner. Enjoy, honey.$1[214 224 228 235 237]",
  "Jackal.MarriageDialogue.055": "Did you have a nice day? I can't wait to get into bed and snuggle.$3#$e#I've been looking forward to it ever since you left to run your errands!$3",
  "Jackal.MarriageDialogue.056": "I'm happy you're home! I missed you so much today!$1#$e#To be honest, I usually miss you as soon as you leave.$2",
  "Jackal.MarriageDialogue.057": "I finished a large portion of my bridge plans for the western bridge repair in Grampleton.$1#$e#I hope the mayor appreciates my work.$0#$e#She usually does.$1",
  "Jackal.MarriageDialogue.058": "Umm... I have something to say but I'm a little embarrassed...$2#$e#We should have extra cuddles tonight, @.$4",
  "Jackal.MarriageDialogue.059": "After everything I did today, I'm utterly exhausted.$6#$b#I'm very much so looking forward to going to bed.$3#$e#I may also be looking forward to snuggling you.$1",
  "Jackal.MarriageDialogue.060": "I made some food for you! You can eat it now or save it for later.[210]$1",
  "Jackal.MarriageDialogue.061": "I heard about %farm Farm on the news this morning!$1#$b#Your shipments to Zuzu City are some of the highest quality goods they have received in years!$3#$e#I am so proud of you, honey!$4",
  "Jackal.MarriageDialogue.062": "%pet reminds me of my cat, Dewey.$6#$b#I can tell you've been treating %pet very well.$3",
  "Jackal.MarriageDialogue.063": "Hi, love. Here's some money. You deserve a drink at the saloon after all of the hard work you've done![336]$1",
  "Jackal.MarriageDialogue.064": "I've been highlighting passages in my engineering textbook to keep tabs on important details.$3#$e#Speaking of which... are you a passage in my textbook?$0#$b#Because you're the highlight of my day.$4#$e#Heh... that was a bit too cheesy wasn't it?$1",
  "Jackal.MarriageDialogue.065": "Oh. You have something on your face. Let me get it for you.$0#$e#*smooch* I love you!$4",
  "Jackal.MarriageDialogue.066": "I was just admiring the mermaid's pendant you gave me.$3#$b#I'll never take it off.$4#$e#Okay, I'll take it off when I shower, but that's it!$0",
  "Jackal.MarriageDialogue.067": "I brewed some coffee for us. Here! Have a cup! I poured it into your favorite mug.[395]$1",
  "Jackal.MarriageDialogue.068": "My mother gave us a bottle of wine from her cellar. This is a vintage from Abeja Vineyard![348]$1#$e#Maybe we could drink this tonight with dinner?$3",
  "Jackal.MarriageDialogue.069": "I don't think I ever want to move away from Stardew Valley.$0#$b#I could make more money in a city but...$2#$b#I want to stay here with you forever.$3#$e#Nothing will change my feelings on that.$1",
  "Jackal.MarriageDialogue.070": "I got spam emails today about Joja stock options.$0#$e#I think it's because of my mom's search history.$0",
  "Jackal.MarriageDialogue.071": "I feel like starting a new save file in The Legend of Lonk today. There's so much replayability in Neendo games.$1#$e#It's... essentially digital magic if you think about it.$0#$b#As much as I love designing bridges, I do like coding as a hobby.$3#$b#Perhaps in the future, I'll become a video game developer? I don't think I'll ever beat the talents of ConcernedMonkey though!$1",
  "Jackal.MarriageDialogue.072": "My mother baked us some cookies! Here's some for you![223]$1#$e#These have chocolate frosting on them, my favorite!$3",
  "Jackal.MarriageDialogue.073": "I picked up some fresh fruit and vegetables at Pierre's the other day.$3#$b#He always carries the best organic produce in the valley.$1#$e#Maybe we can make some fruit salad tonight?$1",
  "Jackal.MarriageDialogue.074": "I'm reading 'The Elemental Wars' right now.$3#$e#Tens of thousands of shadow people and dwarves went to war some thousand years ago.$6#$b#There were many casualties on both sides.$2#$e#The book was assembled from local lore by a number of wizards and witches from various villages and towns.$0",
  "Jackal.MarriageDialogue.075": "One of the kitchen drawers was squeaky so I fixed it.$1#$b$Let me know if anything else around the house needs a tune up, love!$3",
  "Jackal.MarriageDialogue.076": "I accidentally put my shoes on backwards this morning. I was wondering why my feet were feeling so weird.$0",
  "Jackal.MarriageDialogue.077": "I borrowed this book from the library titled 'Goblin Murkers'.$0#$b#It's a book about goblins that live in various mines around the world.$3#$e#Apparently, some of them used to live here in Stardew Valley on top of Corneal Mountain.$3#$b#They're mostly extinct. The remaining ones are mostly servants to corrupted witches that dabble in dark magic.$0#$e#This book's authors are highly educated wizards, one of which is M. Rasmodius.$0",
  "Jackal.MarriageDialogue.078": "I think I may visit my mother today. I'm sure she'll appreciate a surprise visit.$1",
  "Jackal.MarriageDialogue.079": "Don't know why, but I've been craving a Lunar Horizon cocktail lately.$0#$b#I think I'll have one tonight at the saloon after I finish my work for the day.$1",
  "Jackal.MarriageDialogue.080": "I had a horrible nightmare last night. I don't... feel so well.$2#$e#Umm... I'll talk to you about it later in bed, @.$2",
  "Jackal.MarriageDialogue.081": "Hey... You hurt my feelings last night and I'm not okay with what you did.$2#$e#We'll talk about it later tonight.$2",
  "Jackal.MarriageDialogue.082": "*sigh*... My mother lost money in a stock trade and she wants me to come visit.$2#$b#She's going to take it out on me. I just know she is.$0",
  "Jackal.MarriageDialogue.083": "Do you think we could have a serious chat sometime today?$0#$b#It's... something serious.$2#$e#We'll talk more about it when you get back from your errands today.$2",
  "Jackal.MarriageDialogue.084": "I think I got sick last night. I feel nauseated. Don't touch me, @.$2#$e#I don't want to get you sick too! I'll pick up some medicine from Doctor Harvey today.$2",
  "Jackal.MarriageDialogue.085": "I forgot to save my game and lost a ton of progress.$2#$b#I'm a bit... frustrated with myself right now.$5#$e#Sorry, @... I... I don't feel like talking at the moment. Have a nice day.$2",
  "Jackal.MarriageDialogue.086": "I've been stuck on a calculus dilemma for such a long time, and I have absolutely no clue how to proceed.$2#$e#I'm... not in a good mood to talk right now.$2",
  "Jackal.MarriageDialogue.087": "I heard some horrible news about the Gotoro Empire and what they do to their prisoners.$2#$e#They... I...$2#$e#...$2",
  "Jackal.MarriageDialogue.088": "Hi, @...$2#$e#...$2#$e#%Jackal is ignoring you.",
  "Jackal.MarriageDialogue.089": "Everyone makes mistakes. You hurt my feelings yesterday and I'm not over that yet.$2#$e#It'll... take some time.$2",
 "Jackal.Marriage.000": "Oh, hi! I'm picking up some groceries for us. I'll see you back at the house tonight!$1",
  "Jackal.Marriage.001": "Hi, honey. I figured I'd visit my mother for a little bit and pickup one of my books.$1",
  "Jackal.Marriage.002": "I thought I'd grab a glass of wine down here while I was visiting my mother.$3#$b#Help yourself to some if you want.$1",
  "Jackal.Marriage.003": "I'm happy we live right next to Pelican town so I can visit my mother.$1",
  "Jackal.Marriage.004": "Aww. You came to see me while I'm visiting my mother? You're so cute!$4#$b#We should grab a drink tonight at the saloon!$1",
  "Jackal.Marriage.005": "I helped Robin repair this bridge recently. Isn't that wonderful$3?#$e#I love you!$4",
  "Jackal.Marriage.006": "I'm going to head over to the saloon in a bit! I'll see you there!$1",
  "Jackal.Marriage.007": "I look forward to Fridays when we can both grab a drink and unwind. I'm almost done with this game!$1",
  "Jackal.NightMarket.001": "I bought these mysterious totems from that shrouded figure.$1",
"gifts.Jackal.love": "I’m going to kiss you on the mouth.",
  "gifts.Jackal.like": "Oh this is sick!",
  "gifts.Jackal.dislike": "Hm. Do better.",
  "gifts.Jackal.hate": "Wow, I hate it! I’m going to like you less from now on.",
  "gifts.Jackal.neutral": "Oh? A gift? Thanks I suppose. Next time grab me some glass.",
  "Jackal.engagement0": "I'm a little nervous about this? Aren't you?$4",
  "Jackal.engagement1": "To think I couldn't be anymore happier...$4",
"eggfestival.Jackal.1": "I'm wearing my best slacks and dress shirt today.$1",
  "eggfestival.Jackal.2": "Hey, honey! Good luck hunting eggs today.$1#$e#Show those children who's boss.$3",
  "flowerdance.Jackal.1": "This strawberry jello is truly remarkable.$3",
  "flowerdance.Jackal.2": "I always do enjoy our little trips out into the forest.$1#$b#Kinda wish we did this more often with everyone.$3",
  "luau.Jackal.1": "My mother and I just threw in some of our most expensive wine. It should make the soup taste delicious.$1#$e#I don't think any of the children can have any now though. Whoops.$2",
  "luau.Jackal.2": "We should sit next to each other and eat our soup!$4#$e#We can drink a glass of my mother's vintage wine with it!$1",
  "moonlight.Jackal.1": "These moonlight jellies travel here all the way from across the world.$3#$b#They were at the Fern Islands just a few months ago.$1",
  "moonlight.Jackal.2": "I'd like to hold your hand while looking out at the moonlight jellies.$4#$e#I love you, @.$4",
  "fair.Jackal.1": "That clown is only juggling one ball... How odd.$0#$e#I might go look at the grange displays soon. This is getting boring.$2#$e#Have you set your display up?$1",
  "fair.Jackal.2": "Hey there, honey! I hope you do well in the grange display contest!$4",
  "spirit.Jackal.1": "Uhh... there's a skeleton monster patrolling in there by those graves.$2",
  "spirit.Jackal.2": "Be careful in there, honey! There's a monster!$7",
  "spirit.Jackal.3": "These monsters are quite fascinating.$1#$e#Perhaps I'll try to converse with the Castle Village adventurers tonight...$0#$b#They're bound to have some cool adventuring stories.$3",
  "ice.Jackal.1": "I must say, I'm looking forward to seeing Willy show off his fishing skills.$1#$b#You can tell how talented he is. He's been fishing all of his life!$3",
  "ice.Jackal.2": "Good luck in the fishing contest, sweetheart. You're going to do great!$4#$e#I'll be cheering for you!$1",
  "winterstar.Jackal.1": "I wonder if I should give them the gift now?$0#$e#Timing is everything!$1",
  "winterstar.Jackal.2": "I got them coal."
}