{

      "Introduction": "You must be the new farmer...$k#$b#You don’t look like much.$h#$e#What, did I say something funny?",  
      "danceRejection": "No thanks!$h#$b#Oh, no, I’m gonna dance. Just not with you$k",  
      "divorced": "@...? I mean, if that’s what you want…$s#$b#I hope this makes you happy. $s", 
      "secondChance_Girls": "Really? Are you high right now? We’re divorced for a reason, babes. $a#$b#...But I guess I do still really love you. Maybe second times the charm?$u", 
      "dumped_Girls": "@, I make weapons for a living, are you really this stupid? $a#$b#Don’t even talk to me. $a", 
      "breakUp": "Oooooh somebody forgot to water the flowers- Oh wait.$k#$b#I guess we weren’t really meant for each other, huh? $s", 
      "pamHouseUpgrade": "How does it take Robin the same amount of time to build a whole house as it takes for me to make a hammer?$u#$eThe math ain’t mathin’. $u", 
      "pamHouseUpgradeAnonymous": "How does it take Robin the same amount of time to build a whole house as it takes for me to make a hammer?$u#$eThe math ain’t mathin’. $u", 
      "stardrop_gift": "Hey hun, I found this in a really creepy level of the mines.$h#$b#I thought you’d love it!$l", 
      
      "Resort_Entering": "I could make so much glass out of this.", 
      "Resort_Leaving": "%She seems to be mumbling about glass.",  
      "Resort_Shore": "Sometimes water is nice when it doesn’t immediately turn into steam.", 
      "Resort_Chair": "Zzzzzzzzzzz$k#$b#%She’s saying ‘zzzzzzzzz’ but is wide awake",
      "Resort_Bar": "I want something strong, like I like my farmers.$7#$e#Did you see that @? I winked at you.",
      "Resort": "If it’s the last thing I do, I’m going to find the forge in that volcano. $10",    

      "spring_1": "Ugh…My allergies are killing me. $8", 
      "spring_15": "Y’know I always kinda liked the rivers here. They’re just so…$k#$b#pollutable.$k#$e#like with metal. $h", 
      "spring_23": "I wonder if I could make a grass blade?$k#$b#I saw that once in my favorite show, Exploration Time.",  
      "spring_28": "I’m probably immune to heat by now so Summer’s nothin’.", 
      
      "Mon": "I don’t think Mondays are all that bad.$k#$b#They’re usually really slow days.$k#$e#More time for my own projects then! $h ", 
      "Mon6": "Let me know if you need new tools or weapons.$k#$b#Though, I prefer making swords to sickles.", 
      "Mon10": "It’s sword time baby.%It doesn’t look like she listened to anything you said after that.", 
      "Tue": "I almost like sleeping as much as I like my swords.$k#$b#Almost.$9", 
      "Tue2": "Did I turn off my forge? $(pondering)",  
      "Tue6": "Y’know what @? Sometimes I think learning to be a blacksmith changed my life. It gave me a reason to live, to create.$k#$b#I finally felt like I could express myself through a medium, and it even has use for other people. $k#$b#It gave my life meaning again.$k#$b#Thanks for helping keep me in business @, I’ll get you all the hoes you need$7", 
      "Wed": "...$k#$e#...$k#$e#...?$9", 
      "Wed2": "I think the flowers make for great practice with my swords. Gotta make sure they’re sharp! $h", 
      "Wed8": "You look like you’re working hard @... not as good as me yet though!$h", 
      "Wed10": "Hey. I messed up a project[335]$1#$e#Here’s some scrap from it though.$k#$e#See ya!", 
      "Thu": "Today has been busy already. Do you need something fixed too?$9",  
      "Thu6": "It's good to see you, @. I accomplished a lot today! I hope you did too.$1", 
      "Fri": "Rise and grind @. It’s time to get working.$10", 
      "Fri6": "I need a drink.$k#$b#...Sorry, I just need sleep is what I meant.", 
      "Sat": "How do you like it here in the valley?$k#$b#I think it’s a bit boring. Somebody’s gotta spice things up around here.", 
      "Sat2": "Maybe I should take a break today, my back has been hurting from working so long.", 
      "Sat6": "Hey @! You’ll test out my latest creations right? I have a mace, and daggers, and a sword and-$h#$b#Oh, you’re busy? That’s too bad. $s", 
      "Sat10": "I had a pretty bad dream last night…$k#$b#I was on the beach, but instead of sand, it was all plastic. EVERYWHERE.$k#$b#It was terrifying. There was nothing to make glass out of.$k#$b#...What’s wrong?", 
      "Sun": "Nice day to melt some metal.",  
      "Sun2": "What if I made a Master Sword.$k#$b#Like from the games?$k#$b#...No comments?", 
      "Sun8": "My hair? What about it?$k#$e#Safety hazard? Oh please, I have plot armor.$k#$e#I forged it myself.$h", 
      "Sun10": "When I first moved here, Clint wasn’t really so sure about having me as an apprentice.$k#$b#I’m not sure what he thought was wrong but he kept sending me on small tasks instead of out actually gathering ore for him.$k#$b#So one day, I went by myself…Demitrius said he’s never studied a mine floor as empty as I left it, no monster got past me. There was no excuse to not have Clint as my mentor after that.$h#$e#Well, he still won’t let me call him that. Says it makes him feel old. Because he is, duh.", 
      
      "summer_1": "Get ready to sweat farmer, it’s time for some HEAT!! $h", 
      "summer_11": "Pretty sure the Luau is soon. $k#$b#What’s that look for? I’m not gonna put copper in the soup.$k#$b#...Or sand.$9", 
      "summer_15": "Sometimes I kinda miss my family, but really I’ve made myself a better family than I ever had before.$k#$b#You’re all sharp! …..And pointy.$h#$b#Yeah, swords are family too farmer.", 
      "summer_24": "I’m great with metals but awful with clothes. I’ll ask Emily to make me some.$k#$b#Where do you get yours, @?",  
      "summer_28": "I should make a club in the shape of a moonlight jellyfish. I just think they’re neat.", 
    
      "summer_Mon": "It’s so hot out,almost hot enough to make glass.$k#$b#Whew!",  
      "summer_Mon2": "I’ve heard there’s a volcano with an ancient forge in it… One day I’ll conquer it.$k#$b#So this heat is NOTHING!!!$10#$e#%She’s sweating profusely.", 
      "summer_Mon4": "I wonder if Shane would be interesting in giving me his empty bottles…$k#$b#The glass ones might be able to be recycled, and I just love making things with glass.", 
      "summer_Mon8": "Hey @, could I come around to the farm sometime? I’d love to see all your animals.$k#$b#...No, I’m not going to arm them.", 
      "summer_Tue": "Man it’s so boring around here sometimes. It’s all just the same people and the same fish and the same talking bear in the woods and the same wizard tower off in the distance.$k#$b#Gah, why can’t something interesting happen farmer?!?", 
      "summer_Tue4": "Hey. I’m just thinking about glass today. $h", 
      "summer_Tue6": "I think the valley would be so much better if it were like, 50% more sand.$k#$b#What do you mean there’s a desert?",  
      "summer_Tue8": "I don’t think Pam can legally drive that bus.$k#$b#You wanna walk to the desert with me?$k#$b#I gotta refill my stock.%She shakes an empty jar labelled ‘sand’.", 
      "summer_Tue10":  "Do you know why I love glass so much? I’m just lucky that my hobby and my trade are so similar, I can get away with making glass pieces often.$k#$b#My old man used to say nothing’s clearer than glass. And I’d ask him, ‘what about dirty glass?’ and he told me to be quiet.$k#$b#My mom though… I guess it was like that one book, through the looking glass. She was always off doing her own thing but that’s what she loved the most, the windows in our home. They were her favorite place to sit and tell me stories about fantasy worlds.$s#$b#Oh I guess I started rambling, didn’t I? Thanks for listening, @. (wistful)", 
      "summer_Wed": "You getting stronger yet? You still don’t look like much. $h", 
      "summer_Wed4": "I think I’ve got a few orders to do today. A few fixins’ for peoples’ old tools and materials.$k#$e#What’re you going to do today?",  
      "summer_Wed8": "Here, give me your tools.$k#$b#Fixed! $h",  
      "summer_Thu": "Ugh, can Clint just do my work today?",  
      "summer_Thu4": "Clint may be a bit awkward, and socially-inept, and old, and sort of hard-headed, and he doesn’t wash his socks after work.$k#$e#...No that’s it.", 
      "summer_Thu8": "I think I always knew I wanted to create things, especially something so beautiful. Like glass projects. And knives.$k#$b#And I guess farm tools too since you need them.", 
      "summer_Thu10": "Want to grab a drink together at the saloon tomorrow?$h", 
      "summer_Fri": "Wooooooo! I just got paid! Here take some glass, as a treat! $7[118]", 
      "summer_Fri4": "Am I too outgoing? Never.$k#$b#Someone’s gotta be lively around here, and it sure ain’t gonna be Clint.", 
      "summer_Fri8": "I made this sculpture out of gold!! Doesn’t it look just like ice cream?$k#$b#Oh and here’s some actual ice cream too.[233]", 
      "summer_Sat": "I asked Haley once if she wanted this spear I made.$k#$e#She looked at me like I was crazy, can you believe that?", 
      "summer_Sat4": "Did you know that a huge part of the Ferngill Republic Industrial Revolution was because of dwarvish technology?$1#$b#Scientists were able to replicate their gadgets and modernized them for human applications.$3#$e#I wish I could get my hands on some of those gadgets and gizmos.$3#$e#See ya!", 
      "summer_Sat8": "Don’t tell Clint, but sometimes the monsters in the mines aren’t really even enemies.$3#$e#There’s this dwarf I see sometimes, and he helps me out. If I give him gold he’ll give me extra bombs to clear out some floors! $h#$b#I wonder where he came from?$3#$e#Have you ever seen him before, @?",  
      "summer_Sun": "I want to install underglow on the bulletin board.$3#$e#It reminds me of stained glass.", 
      "summer_Sun4": "How’s it going? You find any cool rocks today?", 
      "summer_Sun10": "Oh hey @! I just got back from the mines, here![64]$h#$e#This reminded me of you.$h", 
      
      "fall_1": "I just love Fall!$h#$e#The colors remind me of gemstones in the trees.",  
      "fall_8": "Maybe now that it’s cooler I can go hang out at the beach more often.$h#$e#I love the waves on the sand. And just the sand.", 
      "fall_15": "The fair is tomorrow! I’m so excited to show off my grange display, it’s going to be so sick.$h#$b#Oh I can’t participate in the other activities though, I was banned after the accident.", 
      "fall_27": "Spirit’s Eve is soon. It’s a bit boring to me, but at least I got a commission done!$h#$e#Oh yeah, did you think those golden pumpkins are natural? I craft them every year.",  
      "fall_28": "It’ll be winter soon. Blegh$k#$b#The cold will never prepare me for volcano temperatures.", 
    
      "fall_Mon": "Pretty sure the guys at the Adventurer’s Guild don’t like me.$h#$e#I always end up slaying all the monsters before they get there.$k#$e#What, like it’s hard?",  
      "fall_Mon4": "You should grab me some bone shards from the skeletons in the mines.$h#$b#I’d love to make a sword from them.", 
      "fall_Mon8": "We should grab something to eat from the Saloon sometime! $h#$b#I love the glasses they have there.", 
      "fall_Tue": "I should go by Pierre’s soon. I accidentally burned the last of my food last night.$k#$e#You should cook for me instead.", 
      "fall_Tue4": "Oh man I just finished the coolest project last night! You should come see it, I’d love the company.$h", 
      "fall_Tue10": "Hey @! Have you gotten stronger?$h#$b#You’re looking pretty great, keep up the good work.", 
      "fall_Wed": "This breeze feels so nice out!$k#$b#Why do I wear the sweater? Oh, easy, I’m training to withstand heat. $h", 
      "fall_Wed6": "It's a chilly day today. Keep yourself bundled up!",  
      "fall_Wed10": "Huh? What’re you looking at?$11#$b#Oh, this? There was an incident.$11#$e#I handled it.$12.", 
      "fall_Thu": "Have you seen the tower out past the woods? I wonder what’s out there.", 
      "fall_Thu2": "The wizard dude that visits during festivals is so mysterious.$k#$e#Wait$k#$b#Do you think he lives in that musty tower?", 
      "fall_Thu8": "I’ve heard there’s more mines in the desert, but last I checked they were all locked away. $k#$b#Sounds a little too sketch for my books, I’ll stick with the sand.", 
      "fall_Fri": "It's good to see you, @. I feel like taking a hike up to the summit tomorrow.$1#$b#The view up there is amazing during this time of year.$3", 
      "fall_Fri6": "I think I should get outside more. The weather is so great out.$k#$b#Do you like the fall, @?", 
      "fall_Fri8": "How’re your tools holding up? Fall is usually a busy month.$k#$b#Come by the shop if you need anything, Clint or I can help you out.",  
      "fall_Sat": "The guy in the mountains, Linus, always refuses help from anyone.$k#$b#He wouldn’t let me give him a weapon for self-defense.",  
      "fall_Sat4": "I love heading to the mountains on the weekend, it’s so refreshing.", 
      "fall_Sat8": "Hey @, how’s it hanging?$k#$b#I think I could make a great hammer themed around the woods around here.", 
      "fall_Sun": "Have you seen the shrine at Pierre’s house? It’s for Yoba.$k#$b#I’m not a follower of it, but shouldn’t they at least have a different building for it?$k#$b#Like, why do they just have a building that’s the shop and house and church and workout club? Odd.", 
      "fall_Sun4": "I’m pretty busy today, gotta blast!", 
      "fall_Sun8": "I tried to get Clint to dress up as a knight for Spirit’s Eve…He didn’t like the armor I designed $s", 
     
      "winter_1": "It’s cold. $a", 
      "winter_7": "I asked if I could spear fish instead of using a fishing pole for the festival. $k#$e# Lewis said no.$9", 
      "winter_17": "I love the Night Market! There’s always so many exotic materials to choose from, and usually glass too! $k#$b#Oh plus the mermaid, I love that puzzle.$k#$e#I got too impatient to wait for her though, so I pried open the clamshell and grabbed the pearl myself last year.$k#$b#I’m not allowed in there anymore. $s", 
      "winter_24": "I hope Clint isn’t my gift giver again.$k#$b#Last time he was, I was still living with him, and he was SO obvious.$9#$b#.Plus all he got me was coal, because the shop was out of stock. Lame.", 
      "winter_28": "My heat resistance training shall soon start again.$10#$e# %She looks scarily determined.",  
    
      "winter_Mon": "There’s not a ton of crops that grow in winter. Maybe I’ll see you around town more often @.", 
      "winter_Mon4": "Make sure you stay warm farmer! You’re still pretty scrawny, you wouldn’t survive winter alone. $h",  
      "winter_Mon8": "Do you think if I make fine enough gold, I could weave a scarf out of it?$k#$b#Not for me, but you look cold.",  
      "winter_Mon10": "@ you look like you’ve been drinking, your cheeks are so red!$k#$e#Oh yeah your face looks red too.$k#$b#...What?", 
      "winter_Tue": "I tried my hand at woodworking once. It’s not my thing$k#$b#Nothing can beat working with glass.", 
      "winter_Tue4": "I’d kill a man for a hot chocolate right now.$k#$b#Will you make me some, @?", 
      "winter_Tue8": "Between you and me… I actually don’t hate the cold.$k#$b#I just can’t train myself to avoid heatstroke in it, right?$k#$b#But actually, the falling snow is really pretty. How it hangs in the air reminds me of how the light refracts in glass. It’s so nice isn’t it?$k#$e#You’d better not tell anyone I said that though, I have a reputation to uphold.", 
      "winter_Wed": "Could the mysterious Wizard out in the woods please give me a personal sun to follow me and make me warm?$k#$e#Surely he could do that.",  
      "winter_Wed4": "It’s about time to start making ornaments for the Winter Star Festival.$k#$e#Clint usually gives me a break from regular work around this time, so I have more time to make glass ornaments for our trees. $h", 
      "winter_Wed8": "How’s your farm holding up? Since it’s cold out, I’d imagine there’s not much to do.$k#$e#We should go out and see the woods sometime! Marney decorates some of the trees around the ranch. It’s beautiful out.", 
      "winter_Thu": "Sometimes I clean up the bottles outside of Pam’s place.$k#$e#It’s a bit sad, really, but at least I can reuse the bottles for something neat. $s", 
      "winter_Thu4": "You think any parts of the lake would freeze? I want to try out ice skating.$k#$e#The ice looks like glass, I love it.$k#$e#You coming with, @?", 
      "winter_Thu8": "My dad never liked Winter all that much. I don’t really know why. It always made me pretend to hate it as well, to make us have something in common.$k#$e#He never really bonded with me over it. I preferred spending time with my mom when she was still with us.$k#$e#....Oh, I guess that’s a bit sad isn’t it? It’s okay. I’m here with my new family now.$k#$e#Thank you for listening, @. You aren’t half bad. ", 
      "winter_Fri": "I wonder how different different sands would be in making glass?$k#$e#I want to use materials from a volcano one day for my trade.", 
      "winter_Fri4": "Oh hey! You’ve got something in your hair.$k#$b#...$k#$b#There! Just a bit of snow. Got it!$l", 
      "winter_Fri8": "I think the animals really like the snow. It looks almost like how I gather sand.$k#$b#Hm, I need more sand.pondering", 
      "winter_Sat": "I’m gonna visit the Saloon today. Gus has the best eggnog! $h", 
      "winter_Sat4": "You make wine on your farm right? Hm….$k#$e#Oh i’m just thinking.$k#$e#We could partner together, I’ll take your empty bottles!$k#$e#...Or full ones.", 
      "winter_Sat8": "I’ve got a gift for you! [70]$k#$b#Yummy!$h",  
      "winter_Sat10": "Hey soooooo I’ve got a secret.$k#$b#I’ve been trying to help Clint build confidence lately. He stays to himself way too much. How will he ever confess to Emily at this rate???$k#$e#Everyone knows about it except for Emily somehow, he’s so hopeless. Somebody’s gotta help him out. Even if it means I send him out on errands for me while I run the store.$k#$e#Ugh, being nice is hard annoyed", 
      "winter_Sun": "It’s cold.$k#$e#Somebody needs to tell Winter to leave.$k#$e#Not me though. I’m busy making weapons.",  
      "winter_Sun4": "I have way too many weapons in the house, Clint told me I had to find a way to sell them all or just get rid of them.$k#$b#So I had to get rid of the emergency knife.$k#$b#And the kitchen spear.$k#$e#And the boot knife.$k#$e#And the bathroom sword.$k#$e#And the ring knife$k#$e#%She keeps listing off different weapons stored around the house.", 
      "winter_Sun8": "Hey there, @. You want some coffee? I made an experimental brew that’s boiling hot to see if I could make glass out of it.$k#$e#Yes, there’s sand in it.$k#$e#Oh you don’t want any?$k#$e#Bye lame-o."

}